accountsservice
alsa-firmware
alsa-plugins
alsa-utils
amd-ucode
ansible
archlinux-xdg-menu
ark
b43-fwcutter
base
base-devel
bash-completion
bat
bind
bluedevil
blueman
bluez
bluez-utils
breeze-gtk
brightnessctl
btop
btrfs-progs
calibre
cantarell-fonts
clang
cliphist
cloc
cool-retro-term
cryptsetup
cunit
cups
device-mapper
dhclient
diffutils
dmidecode
dmraid
dnsmasq
dolphin
dolphin-plugins
dosfstools
downgrade
doxygen
dracut
duf
dunst
e2fsprogs
efibootmgr
efitools
element-desktop
endeavouros-keyring
endeavouros-mirrorlist
eos-apps-info
eos-hooks
eos-log-tool
eos-packagelist
eos-plasma-sddm-config
eos-quickstart
eos-rankmirrors
eos-settings-plasma
eos-update-notifier
ethtool
exfatprogs
eza
f2fs-tools
fastfetch
ffmpegthumbnailer
filezilla
firefox
firewalld
flameshot
flatpak
fprintd
fsarchiver
fuzzel
gdb
ghostwriter
glances
gnome-boxes
gst-libav
gst-plugin-pipewire
gst-plugins-bad
gst-plugins-ugly
gwenview
haruna
haveged
hdparm
hwdetect
hwinfo
hypridle
hyprland
hyprlock
hyprpaper
inetutils
inxi
iptables-nft
iwd
jfsutils
jupyterlab
kamoso
kate
kcalc
kde-gtk-config
kdeconnect
kdeplasma-addons
kernel-install-for-dracut
kgamma
kimageformats5
kinfocenter
kinit
kio-fuse
kitty
konsole
kscreen
kvantum
kwallet-pam
lazygit
less
libdvdcss
libgsf
libopenraw
libreoffice-fresh
libwnck3
linux
linux-firmware
linux-headers
logrotate
lsb-release
lsscsi
lvm2
man-db
man-pages
mdadm
meld
mesa-utils
mlocate
modemmanager
mtools
nano
nano-syntax-highlighting
neofetch
neovim
netctl
network-manager-applet
networkmanager
networkmanager-openconnect
networkmanager-openvpn
nfs-utils
nilfs-utils
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
noto-fonts-extra
npm
nss-mdns
ntfs-3g
ntp
okular
openssh
pacman-contrib
pandoc-cli
pavucontrol
pdfgrep
perl
perl-file-mimeinfo
pipewire-alsa
pipewire-jack
pipewire-pulse
pkgfile
plasma-desktop
plasma-disks
plasma-nm
plasma-pa
plasma-systemmonitor
poppler-glib
power-profiles-daemon
powerdevil
powertop
print-manager
pv
python
python-capng
python-matplotlib
python-packaging
python-pyqt5
qbittorrent
qt5ct
qt6ct
ranger
rebuild-detector
reflector
reflector-simple
reiserfsprogs
ripgrep
rsync
rtkit
s-nail
sddm-kcm
sdl12-compat
sg3_utils
smartmontools
sof-firmware
spectacle
speedcrunch
spotify-launcher
starship
sudo
swappy
sysfsutils
systemd-sysvcompat
texinfo
texlive-basic
texlive-bibtexextra
texlive-binextra
texlive-context
texlive-fontsextra
texlive-fontsrecommended
texlive-fontutils
texlive-formatsextra
texlive-games
texlive-humanities
texlive-latex
texlive-latexextra
texlive-latexrecommended
texlive-luatex
texlive-mathscience
texlive-metapost
texlive-music
texlive-pictures
texlive-plaingeneric
texlive-pstricks
texlive-publishers
texlive-xetex
thefuck
tldr
torbrowser-launcher
tree
ttf-bitstream-vera
ttf-dejavu
ttf-jetbrains-mono-nerd
ttf-liberation
ttf-opensans
ttyper
unrar
unzip
upower
usb_modeswitch
usbutils
veracrypt
vi
waybar
welcome
wev
wget
which
wireplumber
wofi
wpa_supplicant
wtype
xbindkeys
xdg-desktop-portal-hyprland
xdg-desktop-portal-wlr
xdg-user-dirs
xdg-utils
xf86-input-libinput
xf86-video-amdgpu
xf86-video-ati
xfsprogs
xl2tpd
xorg-server
xorg-xdpyinfo
xorg-xinit
xorg-xinput
xorg-xkill
xorg-xrandr
xsettingsd
xterm
yay
yazi
yt-dlp
zathura
zathura-pdf-poppler
zellij
zoxide
zsh
