archlinux-xdg-menu
blueman
bluez
brightnessctl
cliphist
dunst
fuzzel
grim
hypridle
hyprland
hyprlock
hyprpaper
kvantum
network-manager-applet
networkmanager
pavucontrol
pipewire
polkit-kde-agent
qt6ct
sddm
slurp
spotify-launcher
swappy
waybar
wireplumber
wl-clipboard
wofi
wtype
xbindkeys
xdg-desktop-portal-hyprland
yazi
zathura
zathura-pdf-poppler
