1password
cava
clipman
drawio-desktop
fast
grimblast-git
hollywood
hyprkeys
hyprpicker
jome-git
khotkeys
localsend-bin
md-tui-bin
mimeo
optimus-manager
peaclock
peazip-qt-bin
superfile
termius
ticktick
timer-bin
tokyonight-gtk-theme-git
visual-studio-code-bin
wayland-logout
waypaper
webapp-manager
wlogout
zoom
