base-devel
bash-completion
bat
clang
cloc
cool-retro-term
cunit
doxygen
eza
fastfetch
filezilla
firefox
flatpak
gnome-boxes
jupyterlab
kate
kitty
lazygit
meld
mesa-utils
neovim
openssh
pacman-contrib
pandoc-cli
powertop
python
qbittorrent
qt5ct
qt6ct
ripgrep
rsync
speedcrunch
spotify-launcher
thefuck
tldr
torbrowser-launcher
tree
veracrypt
yt-dlp
zellij
zoxide
zsh
