calibre
dolphin
dolphin-plugins
fprintd
ghostwriter
gwenview
haruna
okular
pdfgrep
poppler-glib
signal-desktop
telegram-desktop

# here comes a comment
texinfo
texlive-basic
texlive-bibtexextra
texlive-binextra
texlive-context
texlive-fontsextra
texlive-fontsrecommended
texlive-fontutils
texlive-formatsextra
texlive-games
texlive-humanities
texlive-latex
texlive-latexextra
texlive-latexrecommended
texlive-luatex
texlive-mathscience
texlive-metapost
texlive-music
texlive-pictures
texlive-plaingeneric
texlive-pstricks
texlive-publishers
texlive-xetex
veracrypt
